micropython/micropython/ports/raspberrypi/boards/pimoroni_tiny2040_2mb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Pimoroni Tiny 2040 (2MB)"
#define MICROPY_HW_MCU_NAME "rp2040"

#define CIRCUITPY_RGB_STATUS_INVERTED_PWM
#define CIRCUITPY_RGB_STATUS_R (&pin_GPIO18)
#define CIRCUITPY_RGB_STATUS_G (&pin_GPIO19)
#define CIRCUITPY_RGB_STATUS_B (&pin_GPIO20)
